{
  "Deus": "Substância absolutamente infinita, constituída por uma infinidade de atributos, cada um dos quais expressa uma essência eterna e infinita.",
  "Substância": "Aquilo que existe em si mesmo e é concebido por si mesmo, isto é, aquilo cujo conceito não precisa do conceito de outra coisa do qual deva ser formado.",
  "Atributo": "Aquilo que o intelecto percebe da substância como constituindo sua essência.",
  "Modo": "As afecções da substância, ou seja, aquilo que existe em outro e é concebido por meio desse outro.",
  "Conatus": "O esforço pelo qual cada coisa se esforça para perseverar em seu ser.",
  "Liberdade": "Existir pela única necessidade de sua natureza e ser determinada a agir por si mesma.",
  "Necessidade": "Todas as coisas são determinadas pela necessidade da natureza divina a existir e a operar de certa maneira.",
  "Afecto": "As afecções do corpo, pelas quais sua potência de agir é aumentada ou diminuída, e as ideias dessas afecções.",
  "Alegria": "A paixão pela qual a mente passa para uma perfeição maior.",
  "Tristeza": "A paixão pela qual a mente passa para uma perfeição menor.",
  "Amor": "Alegria acompanhada pela ideia de uma causa exterior.",
  "Ódio": "Tristeza acompanhada pela ideia de uma causa exterior.",
  "Vontade": "A faculdade de afirmar ou negar, mas não de desejar; em Espinosa, vontade e entendimento são a mesma coisa.",
  "Entendimento": "Faculdade de conceber ideias adequadas da essência das coisas.",
  "Ideia adequada": "Ideia que, considerada em si mesma, tem todas as propriedades ou denominações intrínsecas de uma ideia verdadeira.",
  "Ideia inadequada": "Ideia parcial e confusa que não exprime adequadamente a essência da coisa.",
  "Imaginação": "Primeiro gênero de conhecimento, que consiste em ideias inadequadas provenientes dos afetos dos sentidos.",
  "Razão": "Segundo gênero de conhecimento, que consiste em noções comuns e ideias adequadas das propriedades das coisas.",
  "Ciência intuitiva": "Terceiro gênero de conhecimento, que procede da ideia adequada da essência formal de certos atributos de Deus para a conhecimento adequado da essência das coisas.",
  "Natureza naturante": "Deus enquanto considerado como causa livre, ou seja, a substância com seus atributos.",
  "Natureza naturada": "Tudo o que segue da necessidade da natureza de Deus, ou seja, todos os modos dos atributos de Deus.",
  "Eternidade": "Existência mesma, enquanto concebida como seguindo-se necessariamente da definição de uma coisa eterna.",
  "Duratio": "Existência enquanto concebida como começando por alguma causa e continuando por algum tempo.",
  "Esperança": "Alegria inconstante nascida da ideia de uma coisa futura ou passada, de cujo desfecho duvidamos.",
  "Medo": "Tristeza inconstante nascida da ideia de uma coisa futura ou passada, de cujo desfecho duvidamos.",
  "Segurança": "Alegria nascida da ideia de uma coisa futura ou passada, sobre a qual desapareceu toda a dúvida.",
  "Desespero": "Tristeza nascida da ideia de uma coisa futura ou passada, sobre a qual desapareceu toda a dúvida.",
  "Contentamento": "Alegria acompanhada da ideia de uma causa interior.",
  "Melancolia": "Tristeza acompanhada da ideia de uma causa interior.",
  "Compaixão": "Amor na medida em que afeta um homem de tal sorte que se alegra com o bem de outrem e se entristece com o mal de outrem.",
  "Indignação": "Ódio em relação a alguém que fez mal a outrem.",
  "Inveja": "Ódio na medida em que afeta um homem de tal sorte que se entristece com a felicidade alheia e, inversamente, se alegra com o infortúnio alheio.",
  "Gratidão": "Desejo ou amor que nos impele a fazer o bem a quem, por um afeto semelhante, nos fez bem.",
  "Benevolência": "Desejo de fazer o bem àquele por quem temos compaixão.",
  "Ira": "Desejo que nos impele, pelo ódio, a fazer mal àquele que odiamos.",
  "Vingança": "Desejo que, pela reciprocidade do ódio, nos impele a fazer mal àquele que, por um afeto semelhante, nos fez mal.",
  "Crueldade": "Desejo que impele um homem a fazer mal àquele que amamos ou de quem temos compaixão.",
  "Timidez": "Desejo de evitar um mal maior, que tememos, por um mal menor.",
  "Audácia": "Desejo que impele alguém a fazer algo com perigo que seus iguais temem enfrentar.",
  "Pudor": "Desejo de agradar aos homens, dirigido pela razão.",
  "Consternação": "Desejo de evitar o mal, dirigido pela razão.",
  "Humanidade": "Desejo de fazer o que agrada aos homens e de evitar o que os desagrada.",
  "Ambição": "Desejo imoderado de glória.",
  "Luxúria": "Desejo imoderado e amor do intercurso sexual.",
  "Gula": "Desejo imoderado de comer.",
  "Avareza": "Desejo imoderado de riquezas.",
  "Soberba": "Amor de si mesmo que leva o homem a pensar mais altamente de si do que convém.",
  "Abjeção": "Tristeza que surge do homem considerar sua própria impotência.",
  "Humildade": "Tristeza que surge do homem considerar sua própria impotência ou fraqueza.",
  "Devotamento": "Desejo de fazer o bem que nasce do fato de vivermos sob o império da razão.",
  "Virtude": "A potência mesma do homem, ou seja, sua essência enquanto tem o poder de fazer coisas que podem ser compreendidas somente pelas leis de sua natureza.",
  "Potência": "A essência mesma do homem enquanto tem o poder de produzir certos efeitos que podem ser compreendidos pelas leis de sua natureza.",
  "Bondade": "Propriedade pela qual uma coisa se conforma ao nosso conatus e nos é útil.",
  "Perfeição": "Realidade ou essência de uma coisa, independentemente de sua duração.",
  "Imperfeição": "Privação de perfeição.",
  "Bem": "Tudo o que sabemos com certeza ser útil para nós.",
  "Mal": "Tudo o que sabemos com certeza nos impedir de participar de algum bem.",
  "Beatitude": "O conhecimento intelectual de Deus, que é o amor intelectual de Deus, e que constitui a liberdade humana e a salvação.",
  "Salvação": "Estado de liberdade e beatitude que consiste no conhecimento e amor intelectual de Deus.",
  "Servidão": "Império dos afetos, isto é, a impotência humana para moderar e refrear os afetos.",
  "Homem livre": "Aquele que vive sob a direção da razão e não é guiado pelo medo, mas deseja diretamente o bem.",
  "Fortuna": "O poder da natureza externa, que frequentemente se opõe ao nosso conatus.",
  "Propriedade comum": "Noção que temos de algo que é comum a todas as coisas e que está igualmente na parte e no todo.",
  "Lei natural": "As regras da natureza de cada coisa segundo as quais concebemos que ela é determinada a existir e a operar de certa maneira.",
  "Lei divina": "A lei que se refere à verdadeira salvação e beatitude, ou seja, ao conhecimento e amor de Deus.",
  "Lei humana": "Regra de vida instituída pelos homens para sua segurança e utilidade.",
  "Direito natural": "As próprias leis ou regras da natureza segundo as quais tudo acontece.",
  "Estado civil": "A sociedade que se mantém pelo direito civil, isto é, pelo poder da multidão.",
  "Pacto social": "Acordo pelo qual os homens transferem seu direito natural à sociedade, que então detém o poder soberano.",
  "Democracia": "Assembleia de homens que coletivamente detém o direito soberano.",
  "Teologia": "Conhecimento que se refere à lei divina, mas que, segundo Espinosa, deve ser separado da filosofia."
}